testCase/cavity/0/currentcloudofpoints
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      currentcloudofpoints;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

10000
(
(		0.3		0.3		0.05	)
(		0.7		0.3		0.05	)
(		0.7		0.7		0.05	)
(		0.3		0.7		0.05	)
(		0.695959596		0.3		0.05	)
(		0.6919191919		0.3		0.05	)
(		0.6878787879		0.3		0.05	)
(		0.6838383838		0.3		0.05	)
(		0.6797979798		0.3		0.05	)
(		0.6757575758		0.3		0.05	)
(		0.6717171717		0.3		0.05	)
(		0.6676767677		0.3		0.05	)
(		0.6636363636		0.3		0.05	)
(		0.6595959596		0.3		0.05	)
(		0.6555555556		0.3		0.05	)
(		0.6515151515		0.3		0.05	)
(		0.6474747475		0.3		0.05	)
(		0.6434343434		0.3		0.05	)
(		0.6393939394		0.3		0.05	)
(		0.6353535354		0.3		0.05	)
(		0.6313131313		0.3		0.05	)
(		0.6272727273		0.3		0.05	)
(		0.6232323232		0.3		0.05	)
(		0.6191919192		0.3		0.05	)
(		0.6151515152		0.3		0.05	)
(		0.6111111111		0.3		0.05	)
(		0.6070707071		0.3		0.05	)
(		0.603030303		0.3		0.05	)
(		0.598989899		0.3		0.05	)
(		0.5949494949		0.3		0.05	)
(		0.5909090909		0.3		0.05	)
(		0.5868686869		0.3		0.05	)
(		0.5828282828		0.3		0.05	)
(		0.5787878788		0.3		0.05	)
(		0.5747474747		0.3		0.05	)
(		0.5707070707		0.3		0.05	)
(		0.5666666667		0.3		0.05	)
(		0.5626262626		0.3		0.05	)
(		0.5585858586		0.3		0.05	)
(		0.5545454545		0.3		0.05	)
(		0.5505050505		0.3		0.05	)
(		0.5464646465		0.3		0.05	)
(		0.5424242424		0.3		0.05	)
(		0.5383838384		0.3		0.05	)
(		0.5343434343		0.3		0.05	)
(		0.5303030303		0.3		0.05	)
(		0.5262626263		0.3		0.05	)
(		0.5222222222		0.3		0.05	)
(		0.5181818182		0.3		0.05	)
(		0.5141414141		0.3		0.05	)
(		0.5101010101		0.3		0.05	)
(		0.5060606061		0.3		0.05	)
(		0.502020202		0.3		0.05	)
(		0.497979798		0.3		0.05	)
(		0.4939393939		0.3		0.05	)
(		0.4898989899		0.3		0.05	)
(		0.4858585859		0.3		0.05	)
(		0.4818181818		0.3		0.05	)
(		0.4777777778		0.3		0.05	)
(		0.4737373737		0.3		0.05	)
(		0.4696969697		0.3		0.05	)
(		0.4656565657		0.3		0.05	)
(		0.4616161616		0.3		0.05	)
(		0.4575757576		0.3		0.05	)
(		0.4535353535		0.3		0.05	)
(		0.4494949495		0.3		0.05	)
(		0.4454545455		0.3		0.05	)
(		0.4414141414		0.3		0.05	)
(		0.4373737374		0.3		0.05	)
(		0.4333333333		0.3		0.05	)
(		0.4292929293		0.3		0.05	)
(		0.4252525253		0.3		0.05	)
(		0.4212121212		0.3		0.05	)
(		0.4171717172		0.3		0.05	)
(		0.4131313131		0.3		0.05	)
(		0.4090909091		0.3		0.05	)
(		0.4050505051		0.3		0.05	)
(		0.401010101		0.3		0.05	)
(		0.396969697		0.3		0.05	)
(		0.3929292929		0.3		0.05	)
(		0.3888888889		0.3		0.05	)
(		0.3848484848		0.3		0.05	)
(		0.3808080808		0.3		0.05	)
(		0.3767676768		0.3		0.05	)
(		0.3727272727		0.3		0.05	)
(		0.3686868687		0.3		0.05	)
(		0.3646464646		0.3		0.05	)
(		0.3606060606		0.3		0.05	)
(		0.3565656566		0.3		0.05	)
(		0.3525252525		0.3		0.05	)
(		0.3484848485		0.3		0.05	)
(		0.3444444444		0.3		0.05	)
(		0.3404040404		0.3		0.05	)
(		0.3363636364		0.3		0.05	)
(		0.3323232323		0.3		0.05	)
(		0.3282828283		0.3		0.05	)
(		0.3242424242		0.3		0.05	)
(		0.3202020202		0.3		0.05	)
...
(		0.304040404		0.304040404		0.05	)


)
// ************************************************************************* //
