testCase/cavity/constant/cloud_of_points
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    location    "constant";
    object      cloud_of_points;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


10000
(
(0.3 0.3 0.05)
(0.7 0.3 0.05)
(0.7 0.7 0.05)
(0.3 0.7 0.05)
(0.69596 0.3 0.05)
(0.691919 0.3 0.05)
(0.687879 0.3 0.05)
(0.683838 0.3 0.05)
(0.679798 0.3 0.05)
(0.675758 0.3 0.05)
(0.671717 0.3 0.05)
(0.667677 0.3 0.05)
(0.663636 0.3 0.05)
(0.659596 0.3 0.05)
(0.655556 0.3 0.05)
(0.651515 0.3 0.05)
(0.647475 0.3 0.05)
(0.643434 0.3 0.05)
(0.639394 0.3 0.05)
(0.635354 0.3 0.05)
(0.631313 0.3 0.05)
(0.627273 0.3 0.05)
(0.623232 0.3 0.05)
(0.619192 0.3 0.05)
(0.615152 0.3 0.05)
(0.611111 0.3 0.05)
(0.607071 0.3 0.05)
(0.60303 0.3 0.05)
(0.59899 0.3 0.05)
(0.594949 0.3 0.05)
(0.590909 0.3 0.05)
(0.586869 0.3 0.05)
(0.582828 0.3 0.05)
(0.578788 0.3 0.05)
(0.574747 0.3 0.05)
(0.570707 0.3 0.05)
(0.566667 0.3 0.05)
(0.562626 0.3 0.05)
(0.558586 0.3 0.05)
(0.554545 0.3 0.05)
(0.550505 0.3 0.05)
(0.546465 0.3 0.05)
(0.542424 0.3 0.05)
(0.538384 0.3 0.05)
(0.534343 0.3 0.05)
(0.530303 0.3 0.05)
(0.526263 0.3 0.05)
(0.522222 0.3 0.05)
(0.518182 0.3 0.05)
(0.514141 0.3 0.05)
(0.510101 0.3 0.05)
(0.506061 0.3 0.05)
(0.50202 0.3 0.05)
(0.49798 0.3 0.05)
(0.493939 0.3 0.05)
(0.489899 0.3 0.05)
(0.485859 0.3 0.05)
(0.481818 0.3 0.05)
(0.477778 0.3 0.05)
(0.473737 0.3 0.05)
(0.469697 0.3 0.05)
(0.465657 0.3 0.05)
(0.461616 0.3 0.05)
(0.457576 0.3 0.05)
(0.453535 0.3 0.05)
(0.449495 0.3 0.05)
(0.445455 0.3 0.05)
(0.441414 0.3 0.05)
(0.437374 0.3 0.05)
(0.433333 0.3 0.05)
(0.429293 0.3 0.05)
(0.425253 0.3 0.05)
(0.421212 0.3 0.05)
(0.417172 0.3 0.05)
(0.413131 0.3 0.05)
(0.409091 0.3 0.05)
(0.405051 0.3 0.05)
(0.40101 0.3 0.05)
(0.39697 0.3 0.05)
(0.392929 0.3 0.05)
(0.388889 0.3 0.05)
(0.384848 0.3 0.05)
(0.380808 0.3 0.05)
(0.376768 0.3 0.05)
(0.372727 0.3 0.05)
(0.368687 0.3 0.05)
(0.364646 0.3 0.05)
(0.360606 0.3 0.05)
(0.356566 0.3 0.05)
(0.352525 0.3 0.05)
(0.348485 0.3 0.05)
(0.344444 0.3 0.05)
(0.340404 0.3 0.05)
(0.336364 0.3 0.05)
(0.332323 0.3 0.05)
(0.328283 0.3 0.05)
(0.324242 0.3 0.05)
(0.320202 0.3 0.05)
...
)


// ************************************************************************* //
