testCase/cavity/constant/connectivity
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       labelListList;
    location    "constant";
    object      connectivity;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


19602
(
3(2 200 199)
3(199 200 396)
3(199 396 198)
3(198 396 397)
3(198 397 197)
3(197 397 398)
3(197 398 196)
3(196 398 399)
3(196 399 195)
3(195 399 400)
3(195 400 194)
3(194 400 401)
3(194 401 193)
3(193 401 402)
3(193 402 192)
3(192 402 403)
3(192 403 191)
3(191 403 404)
3(191 404 190)
3(190 404 405)
3(190 405 189)
3(189 405 406)
3(189 406 188)
3(188 406 407)
3(188 407 187)
3(187 407 408)
3(187 408 186)
3(186 408 409)
3(186 409 185)
3(185 409 410)
3(185 410 184)
3(184 410 411)
3(184 411 183)
3(183 411 412)
3(183 412 182)
3(182 412 413)
3(182 413 181)
3(181 413 414)
3(181 414 180)
3(180 414 415)
3(180 415 179)
3(179 415 416)
3(179 416 178)
3(178 416 417)
3(178 417 177)
3(177 417 418)
3(177 418 176)
3(176 418 419)
3(176 419 175)
3(175 419 420)
3(175 420 174)
3(174 420 421)
3(174 421 173)
3(173 421 422)
3(173 422 172)
3(172 422 423)
3(172 423 171)
3(171 423 424)
3(171 424 170)
3(170 424 425)
3(170 425 169)
3(169 425 426)
3(169 426 168)
3(168 426 427)
3(168 427 167)
3(167 427 428)
3(167 428 166)
3(166 428 429)
3(166 429 165)
3(165 429 430)
3(165 430 164)
3(164 430 431)
3(164 431 163)
3(163 431 432)
3(163 432 162)
3(162 432 433)
3(162 433 161)
3(161 433 434)
3(161 434 160)
3(160 434 435)
3(160 435 159)
3(159 435 436)
3(159 436 158)
3(158 436 437)
3(158 437 157)
3(157 437 438)
3(157 438 156)
3(156 438 439)
3(156 439 155)
3(155 439 440)
3(155 440 154)
3(154 440 441)
3(154 441 153)
3(153 441 442)
3(153 442 152)
3(152 442 443)
3(152 443 151)
3(151 443 444)
...
)


// ************************************************************************* //
